Repository: xuanpt/momenthub
Catalog: MomentHub/*.lproj/Localizable.strings
Languages: vi

source: The notification has timed out
vi: Thông báo đã hết hiệu lực

source: Booking detail
vi: Thông tin chi tiết đặt xe

source: Driver location
vi: Vị trí lái xe

source: Booking info
vi: Thông tin đặt xe

source: Talk to driver
vi: Nói chuyện với lái xe

source: Pickup location
vi: Điểm đón

source: Drop off location
vi: Điểm đến

source: Your driver is arriving now
vi: Lái xe đang trên đường đến

source: An error occurred while loading info. Please try again.
vi: Có lỗi xảy ra trong khi truyền tải thông tin. Xin vui lòng thử lại.

source: Driver has arrived
vi: Lái xe đã đến điểm đón

source: Driver has arrived at your pick-up location.
vi: Lái xe đã đến điểm đón

source: Distance
vi: Khoảng cách

source: Duration
vi: Thời gian

source: Time to pick up
vi: Thời gian đến đón

source: mins
vi: phút

source: min
vi: phút

source: Estimated
vi: Ước tính

source: Booking fare
vi: Thành tiền

source: Driver info
vi: Thông tin lái xe

source: Cancel booking
vi: Huỷ đặt xe

source: Your driver is already on his way. Are you sure you want to cancel your booking ?
vi: Lái xe đang trên đường đến. Bạn có chắc chắn muốn huỷ đặt xe ?

# No1
source: No
vi: Không

# Yes1
source: Yes
vi: Có

source: Your booking has been cancelled
vi: Thông tin đặt xe của bạn đã được huỷ

source: Good
vi: Tốt

source: reviews
vi: đánh giá

source: Sending booking info notification and waiting for driver confirmation
vi: Đang gửi thông tin đặt xe và đợi trả lời của lái xe

source: A passenger chosen you for their booking
vi: Một người đi đã đạt xe của bạn

source: A passenger want to negotiate fare with you
vi: Một người đi muốn thương lượng giá với bạn

source: The driver confirmed your booking
vi: Lái xe đã xác nhận việc đặt xe của bạn

source: Driver has agreed with your negotiation fare and confirmed your booking
vi: Lái xe đã đồng ý với giá thương lượng của bạn

source: The driver want to negotiate fare with you
vi: Lái xe muốn thương lượng giá với bạn

source: The driver refused your negotiation fare
vi: Lái xe từ chối giá thương lượng của bạn

source: The driver confirmed your booking. Please wait to get picked up.
vi: Lái xe đã xác nhận việc đặt xe của bạn. Xin hãy đợi lái xe đến đón bạn.

source: The driver is not available now. Please choose other driver.
vi: Lái xe hiện tại đang bận. Xin hãy chọn lái xe khác.

source: Calculated driver fare:
vi: Giá tính toán theo giá cước của lái xe:

source: Driver negotiating fare:
vi: Giá thương lượng của lái xe:

source: Do you agree with calculated driver fare ?
vi: Bạn có đồng ý với giá của lái xe không ?

source: Yes, agree
vi: Đồng ý

source: No, choose other driver
vi: Không, chọn lái xe khác

source: No response from driver
vi: Không nhận được trả lời của lái xe

source: Do you want to resend booking info notification and wait for driver confirmation again ?
vi: Bạn có muốn gửi thông tin đặt xe và đợi trả lời của lái xe một lần nữa không ?

source: Yes, resend again
vi: Có, gửi lại lần nữa

source: No, contact driver
vi: Không, liên lạc trực tiếp với lái xe

source: Choose other driver
vi: Chọn lái xe khác

source: The passenger agreed with your negotiation fare
vi: Người đi đã đồng ý với giá thương lượng của bạn

source: Contact driver
vi: Liên lạc với lái xe

source: Do you want to contact driver by:
vi: Bạn muốn liên lạc với lái xe bằng:

source: Free call
vi: Gọi điện miễn phí

source: Call to driver number: 09012345678
vi: Gọi đến số của lái xe: 09012345678

# Free chat message
source: Free instant message
vi: Chat miễn phí

source: SMS message
vi: Gửi tin nhắn

# Cancel1
source: Cancel
vi: Đóng lại

# Fare1
source: Fare
vi: Giá tiền

source: Rating/Review
vi: Điểm đánh giá

source: Mini taxi
vi: Taxi nhỏ

source: Taxi 4 seats
vi: Taxi 4 chỗ

source: Taxi 7 seats
vi: Taxi 7 chỗ

source: Luxury car 4 seats
vi: Xe sang 4 chỗ

source: Luxury car 7 seats
vi: Xa sang 7 chỗ

source: Motobike
vi: Xe máy

source: Current location:
vi: Vị trí hiện tại:

source: Drivers nearby
vi: Lái xe gần đây

source: Map
vi: Bản đồ

source: Filter & Sort
vi: Lọc và sắp xếp

source: Enter pickup location
vi: Nhập điểm đón

source: Enter drop off location
vi: Nhập điểm đến

source: Pick up now
vi: Đến đón ngay

source: Reserve
vi: Đặt trước

source: Reset
vi: Làm lại

source: Search driver
vi: Tìm lái xe

source: Select reserve date
vi: Lựa chọn ngày đặt xe

source: You can reserve up to 7 days ahead
vi: Bạn có đặt xe tối đa trước 7 ngày

source: Total fare
vi: Thành tiền

source: Unestimated
vi: Không ước tính được

source: No driver is available now. Please try again later.
vi: Hiện tại các lái xe đang bận. Xin hãy thử lại sau.

source: Drivers list
vi: Danh sách

source: Unit fare
vi: Giá cước

source: Car
vi: Loại xe

source: Sort by
vi: Sắp xếp theo

source: Apply
vi: Áp dụng

source: Select a sort type
vi: Lựa chọn tiêu chí sắp xếp

source: Discount fare
vi: Giá khuyến mại

source: Negotiated fare
vi: Thương lượng thành công

source: Negotiating fare
vi: Lái xe thương lượng

source: Save
vi: Tiết kiệm

source: Book now
vi: Đặt xe ngay

source: Distance to pick up location
vi: Khoảng cách đến điểm đón

source: Drop off location is not input
vi: Xin vui lòng nhập điểm đến

source: Do you want to input drop off location now ?
vi: Bạn có muốn nhập điểm đến bây giờ không ?

source: No
vi: Không

source: Yes
vi: Có

source: Can not estimate the distance
vi: Không thể tính toán được khoảng cách

source: Please change pickup or drop off location to valid location
vi: Xin vui lòng điều chỉnh điểm đón hoặc điểm đến địa điểm hợp lệ để hệ thống có thể tính toán được khoảng cách.

source: min to pick up
vi: phút để đến đón

source: Facilities nearby
vi: Xung quanh

source: Recent
vi: Lịch sử

source: Favorite
vi: Yêu thích

source: Location not found. Please adjust the map to bound the location.
vi: Không tìm thấy địa điểm mà bạn vừa nhập. Xin vui lòng điều chỉnh bản đồ để địa điểm đó nằm trong phạm vi bản đồ.

source: Search for
vi: Tìm kiếm cho địa điểm:

source: LOG IN
vi: Đăng nhập

source: Log in with Facebook
vi: Đăng nhập bằng Facebook

source: or
vi: hoặc

source: Password
vi: Mật khẩu

source: Forgot your password ?
vi: Bạn quên mật khẩu ?

source: I would like to have help for
vi: Tôi cần sự trợ giúp về

source: Please enter an email address
vi: Xin vui lòng nhập địa chỉ email

source: Please enter a valid email address
vi: Xin vui lòng nhập địa chỉ email hợp lệ

source: Please enter your password
vi: Xin vui lòng nhập mật khẩu

source: Logging in...
vi: Đang đăng nhập...

source: Your email and password do not match
vi: Email hoặc mật khẩu của bạn không đúng.

source: The account related with your Facebook does not exist, please sign up first.
vi: Không tồn tại một tài khoản GuideFlavor gắn với Facebook của bạn. Xin vui lòng đăng ký bằng Facebook trước khi đăng nhập.

source: An error occurred while getting Facebook account info. Please try again later.
vi: Có lỗi xảy ra trong khi nhận thông tin từ Facebook. Xin vui lòng thử lại.

source: Do you want to input a price to negotiate ?
vi: Bạn có muốn thương lượng với một giá rẻ hơn ?

source: Input a price to negotiate
vi: Nhập giá thương lượng

source: OK, book now
vi: OK

source: OK, search now
vi: OK

# Cancel2
source: Cancel
vi: Huỷ

source: Are you available now ?
vi: Bạn có sẵn sàng bây giờ không ?

source: Do you want to get the booking now ?
vi: Bạn có muốn nhận đặt xe này không ?

source: Confirm the booking and go to pick up the passenger now!
vi: Xin hãy xác nhận thông tin đặt xe và đến đón người đi ngay bây giờ.

source: No, refuse it
vi: Không, từ chối

source: Yes, confirm it
vi: OK, xác nhận

source: Confirmation
vi: Xác nhận

source: Are you sure you want to refuse the booking ?
vi: Bạn có chắc chắn muốn từ chối đặt xe này ?

source: Are you sure you want to get the booking ?
vi: Bạn có chắc chắn muốn nhận đặt xe này ?

source: The driver refused your booking
vi: Lái xe đã từ chối đặt xe của bạn.

source: The driver is not available now
vi: Lái xe hiện tại đang bận.

source: Request info
vi: Thông tin lộ trình

source: Negotiation fare
vi: Giá thương lượng của người đi

source: Calculated total fare
vi: Giá tính toán theo giá cước hiện tại

source: Do you agree with negotiation fare and go to pick up the passenger or want to input your fare ?
vi: Bạn đồng ý với giá thương lượng và đi đón ngay hay muốn thương lượng một giá lớn hơn ?

source: Do you agree with negotiation fare or want to input your fare ?
vi: Bạn đồng ý với giá thương lượng của người đi hay muốn thương lượng một giá cao hơn ?

source: Input your negotiation fare
vi: Nhập giá thương lượng của bạn

source: Do you want to input a discounted fare ?
vi: Bạn có muốn khuyến mại cho người đi ?

source: Input a discount fare
vi: Nhập giá khuyến mại của bạn

source: Negotiate
vi: Thương lượng

source: Please input a negotiation fare less than the total fare
vi: Xin vui lòng nhập giá thương lượng thấp hơn giá hiện tại

source: Please input your negotiation fare less than the calculated total fare
vi: Xin vui lòng nhập giá thương lượng thấp hơn giá tính toán theo giá cước hiện tại của bạn

source: A driver is available for your request
vi: Một lái xe đang sẵn sàng cho yêu cầu đặt xe bạn

source: Driver has agreed with your negotiation fare
vi: Lái xe đã đồng ý với giá thương lượng của bạn

source: A passenger is searching you
vi: Một người đi đang tìm kiếm lái xe

source: The passenger chosen you for their booking
vi: Người đi đã lựa chọn bạn để đặt xe

source: Searching driver for you
vi: Đang gửi yêu cầu tìm lái xe của bạn và đợi trả lời của các lái xe.

source: SIGN UP
vi: Đăng ký

source: You are
vi: Bạn là

source: Passenger
vi: Lái xe

source: Driver
vi: Người đi xe

source: Sign up with Facebook
vi: Đăng ký bằng Facebook

source: or with e-mail
vi: hoặc bằng email

source: Please select passenger or driver
vi: Xin vui lòng lựa chọn bạn là lái xe hay người đi xe.

source: Signing up...
vi: Đang đăng ký...

source: The specified email is already in use. Please specify a different one.
vi: Địa chỉ email bạn nhập đã được sử dụng. Xin hãy nhập một địa chỉ khác.

source: An error occurred while signing up. Please try again later.
vi: Có lỗi xảy ra trong khi đăng ký tài khoản. Xin vui lòng thử lại.

source: The specified Facebook account is already in use. Please specify a different one.
vi: Tài khoản Facebook hiện tại đã được sử dụng. Xin hãy chọn một tài khoản khác.

source: Welcome
vi: Chào mừng
